brew "fzf"
brew "git"
brew "neovim/neovim/neovim"
brew "rename"
brew "tmux"
brew "zsh"
brew "ctags"
brew "reattach-to-user-namespace"
brew "kwm"
brew "kdh"
brew "the_silver_searcher"

tap "caskroom/cask"
cask "appcleaner"
cask "iterm2"
cask "visual-studio-code"
cask "xquartz"
cask "firefox"
cask "google-chrome"
