brew "git"
brew "rename"
brew "tmux"
brew "zsh"
brew "ctags"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "python3"
brew "z"
brew "mobile-shell"
brew "gnu-tar"
brew "gawk"
brew "shellcheck"

tap crisidev/homebrew-chunkwm
brew "chunkwm"
tap "koekeishiya/formulae"
brew "skhd"

tap "caskroom/cask"
cask "appcleaner"
cask "visual-studio-code"
cask "xquartz"
cask "firefox"
cask "google-chrome"
cask "1password"
cask "dropbox"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "java"

mas "KakaoTalk", id: 869223134
mas "Movist", id: 461788075
mas "Slack", id: 803453959

tap "buo/cask-upgrade"
