brew "fzf"
brew "git"
brew "rename"
brew "tmux"
brew "zsh"
brew "ctags"
brew "reattach-to-user-namespace"
brew "the_silver_searcher"
brew "python3"

tap "neovim/neovim"
brew "neovim"

tap "koekeishiya/formulae"
brew "kwm"
brew "khd"

tap "caskroom/cask"
cask "appcleaner"
cask "iterm2"
cask "visual-studio-code"
cask "xquartz"
cask "firefox"
cask "google-chrome"
cask "1password"
cask "dropbox"

mas "KakaoTalk", id: 869223134
mas "Movist", id: 461788075
mas "Slack", id: 803453959

tap "buo/cask-upgrade"
